class Info {
  final String description;
  final String imageUrl;
  Info(this.description, this.imageUrl);
}

List<Info> infos = [
  Info(
    "عالي مدينة تقع في المحافظة الشمالية بمملكة البحرين. تشتهر عالي بمدافن دلمون وسط المدينة. كما تشتهر عالي بصناعة الفخار وهو ما يمكن ملاحظته من خلال تواجد المحلات التجارية في عالي.",
    "The_Pottery_Roundabout.jpg",
  ),
  Info(
    "تقع عالي في وسط جزيرة البحرين إلى الجنوب من مدينة عيسى وإلى الشمال من الرفاع. تشتهر عالي بمدافن دلمون ومدرسة تعليم قيادة السيارات الوطنية. تعتبر عالي مدينة جديدة نسبيا في البحرين حيث بدأ البناء للمرة الأولى في عقد 1970 وتعتبر اليوم أحد أكبر المدن في البلاد ويعيش بها الكثير من الأسر البحرينية الشيعية من الطبقة المتوسطة والعالية.",
    "A'ali_Burial_Mounds.jpg",
  ),
  Info(
    "تعود مدافن دلمون العصر الدلموني ما بين 3200 قبل الميلاد إلى 330 قبل الميلاد. تعرض الموقع للحفر الكبير طوال القرن 20. أدى اكتشاف نوع جديد ونادر من المدافن إلى اعتقاد علماء الآثار بأن المدافن كانت مخصصة للنخبة الاجتماعية مشيرا إلى أن ثقافة دلمون المبكرة كانت على أساس النظام الطبقي. أثيرت أزمة سياسية في يوليو 2008 عندما دعا رئيس المجلس البلدي للمحافظة الوسطى إلى هدم 62 مدفن لإفساح المجال لبناء تقاطع قريب. في عام 2009 بدأ البناء لمتحف مخصص لتاريخ مدافن دلمون.",
    "Burial_Mounds_in_Bahrain_1918.jpg",
  ),
];
